; ----------------------------------------------------------------------------
;
; Universal Extractor Language File
; Written for Universal Extractor 2.0.0
; Author:	Jack Cherng <jfcherng@gmail.com>
; Homepage:	https://github.com/jfcherng
;
; Updating translations:
;   Before updating a translation, please make sure you have the current development version of
;   	Universal Extractor by enabling the 'Install beta updates' option in preferences and searching
;   	for updates by clicking 'Check for Updates' in the help menu.
; 	Make sure to read the messages titled 'Breaking changes' - which can be found at
;		https://github.com/Bioruebe/UniExtract2/issues/2 - for a list of changes to already translated
;   	terms. Please compare the affected translations with the always up-to-date English language file
;		and edit them to reflect the changes.
;
; Translation Instructions:
;	Copy this file to a new file named after the new language
;		Eg: A language file for the German language would be named German.ini.
;	Replace the English words and phrases with their native equivalents,
;		attempting to match the English phrasing and case-sensitivity as
;		closely as possible for the sake of consistency
;	Update the Author and Homepage information at the top of your new language
;		file. Simply delete the Homepage line if you don't have one. Credit
;		yourself in the ABOUT_INFO_LABEL term if you want to.
;	Save the file in Unicode format (UTF-16/UCS-2 Little Endian) and send it to the developers -
;		via Github: https://github.com/Bioruebe/UniExtract2/issues/2 or
;		per e-mail to the address listed at https://bioruebe.com/contact/
;
;	The following symbols have special meanings:
;	& 		  - when used in a GUI label or button, it precedes the letter that will be registered
;				as a hotkey. Each letter should only be used once per menu.
;	%name	  - will be replaced with 'Universal Extractor'
;	%n	 	  - indicates a newline character
;	%t	  	  - indicates a tab character
;	%1,%2,... - indicates a string variable that UniExtract will replace
;		The content of each %1,... variable is hardcoded into UniExtract.
;		The numbered variables' order can be switched to fit your language's word order
;
; -----------------------------------------------------------------------------

[UniExtract]
; GUI labels and buttons
OK_BUT = "確定(&O)"
CANCEL_BUT = "取消(&C)"
YES_BUT = "是(&Y)"
NO_BUT = "否(&N)"
DELETE_BUT = "刪除(&D)"
COPY_BUT = "複製(&C)"
BATCH_BUT = "批次處理(&B)"
SEND_BUT = "發送(&S)"
NEXT_BUT = "下一個 >"
PREV_BUT = "< 上一個"
CLOSE_BUT = ""
EXIT_BUT = ""
CONTINUE_BUT = ""
FINISH_BUT = "完成"
ALWAYS_BUT = ""
NEVER_BUT = ""
CHECKBOX_REMEMBER = ""
CHECKBOX_DONT_ASK_AGAIN = ""
MAIN_DEST_DIR_LABEL = "目標資料夾(&D)："
MAIN_FILE_LABEL = "對檔案或安裝程式執行"
MAIN_DIRECTORY_LOCK = "鎖定"
MAIN_DIRECTORY_LOCK_TOOLTIP = "禁用自動選擇目標資料夾。%n例如：要提取多個檔案到同一資料夾時，%n不必為每個檔案重新選擇目標資料夾。"
MENU_FILE_LABEL = "檔案(&F)"
MENU_FILE_OPEN_LABEL = "打開(&O)..."
MENU_FILE_KEEP_OPEN_LABEL = "保持 %name 開啟(&K)"
MENU_FILE_SHOW_LABEL = "顯示批次處理隊列(&S)..."
MENU_FILE_CLEAR_LABEL = "清空批次處理隊列(&C)"
MENU_FILE_LOG_OPEN_LABEL = "打開最近的日誌檔案(&R)"
MENU_FILE_LOG_FOLDER_OPEN_LABEL = "開啟日誌檔案所在的資料夾(&L)..."
MENU_FILE_LOG_LABEL = "刪除日誌檔案(&D) - (%1)"
MENU_FILE_QUIT_LABEL = "退出(&Q)"
MENU_EDIT_LABEL = "編輯(&E)"
MENU_EDIT_SILENT_MODE_LABEL = "靜默模式(&S)"
MENU_EDIT_PASSWORD_LABEL = "密碼列表(&L)..."
MENU_EDIT_CONTEXT_LABEL = "右鍵選單(&C)..."
MENU_EDIT_PREFS_LABEL = "偏好設定(&P)..."
MENU_HELP_LABEL = "幫助(&H)"
MENU_HELP_FEEDBACK_LABEL = "回饋意見(&G)..."
MENU_HELP_PLUGINS_LABEL = "外掛程式(&P)..."
MENU_HELP_UPDATE_LABEL = "檢查更新(&U)..."
MENU_HELP_WEB_LABEL = "%1 網站..."
MENU_HELP_GITHUB_LABEL = "%name 於 Github..."
MENU_HELP_STATS_LABEL = "統計(&S)"
MENU_HELP_PROGDIR_LABEL = "打開程式資料夾(&D)..."
MENU_HELP_CONFIGFILE_LABEL = "打開設定檔(&C)..."
MENU_HELP_ABOUT_LABEL = "關於(&A)..."
PREFS_TITLE_LABEL = "偏好設定"
PREFS_UNIEXTRACT_OPTS_LABEL = "Universal Extractor 選項"
PREFS_HISTORY_LABEL = "保留檔案歷史記錄(&K)"
PREFS_UPDATEINTERVAL_LABEL = "更新間隔(&U)"
PREFS_UPDATE_DAILY = "每天"
PREFS_UPDATE_WEEKLY = "每週"
PREFS_UPDATE_MONTHLY = "每月"
PREFS_UPDATE_YEARLY = "每年"
PREFS_UPDATE_NEVER = "永不"
PREFS_UPDATE_CUSTOM = "每 %1 天"
PREFS_FORMAT_OPTS_LABEL = "附加選項"
PREFS_LANG_LABEL = "語言(&L)"
PREFS_WARN_EXECUTE_LABEL = "執行檔案之前進行警告(&W)"
PREFS_WARN_EXECUTE_TOOLTIP = "某些提取方式是基於執行待提取檔案。%n使用此選項會在執行這種有潛在危險的行為前顯示一個警告。"
PREFS_CHECK_FREE_SPACE_LABEL = "檢查磁碟剩餘空間(&R)"
PREFS_CHECK_FREE_SPACE_TOOLTIP = "提取檔案前檢查磁碟是否具有足夠的剩餘空間。"
PREFS_CHECK_UNICODE_LABEL = "檢查 unicode 字元(&U)"
PREFS_CHECK_UNICODE_TOOLTIP = "在嘗試提取檔案時某些特殊字元會導致問題。%n如果你提取檔案時遇到了這些檔案，使用此選項來自動地臨時重新命名它們。"
PREFS_APPEND_EXT_LABEL = "修正檔案副檔名(&F)"
PREFS_APPEND_EXT_TOOLTIP = "如果使用此選項可以自動修正遺失的或錯誤的檔案副檔名。"
PREFS_HIDE_TRAY_LABEL = ""
PREFS_HIDE_STATUS_LABEL = "隱藏狀態視窗(&H)"
PREFS_HIDE_STATUS_FULLSCREEN_LABEL = "全螢幕時隱藏狀態視窗"
PREFS_HIDE_STATUS_FULLSCREEN_TOOLTIP = "遊戲模式：當焦點視窗為全螢幕時自動隱藏狀態視窗"
PREFS_OPEN_FOLDER_LABEL = "提取完成後打開資料夾(&O)"
PREFS_FEEDBACK_PROMPT_LABEL = "尋求回饋意見(&A)"
PREFS_FEEDBACK_PROMPT_TOOLTIP = "使用此選項時提取失敗後會顯示一個意見回饋提示。"
PREFS_WINDOW_POSITION_LABEL = "記錄視窗位置(&P)"
PREFS_SEND_STATS_LABEL = "向伺服器傳送匿名的統計數據"
PREFS_SEND_STATS_TOOLTIP = "自動發送統計訊息（包括你最常提取的檔案類型、偏好設定%n和隨機使用者 ID，不包括檔案名等會洩露你訊息的資料）。%n這有助於開發者了解 %name 的最常用功能，%n並著重開發改進這些功能。"
PREFS_LOG_LABEL = "記錄日誌檔案(&C)"
PREFS_VIDEOTRACK_LABEL = "提取影片軌道(&V)"
PREFS_VIDEOTRACK_TOOLTIP = "如果取消此選項，從多媒體檔案中提取檔案時將忽略影片軌道。%n這對於只需要音訊軌道的情況是非常實用的，可以節約空間和時間。"
PREFS_TOPMOST_LABEL = "始終置頂(&T)"
PREFS_BETA_UPDATES_LABEL = "安裝測試版更新"
PREFS_SOURCE_FILES_LABEL = "來源檔案"
PREFS_SOURCE_FILES_OPT_ASK = "詢問(&S)"
PREFS_SOURCE_FILES_OPT_DELETE = "刪除(&D)"
PREFS_SOURCE_FILES_OPT_KEEP = "保留(&E)"
PREFS_SOURCE_FILES_OPT_KEEP_TOOLTIP = "總是提示刪除或保留來源檔案。"
PREFS_DELETE_ADDITIONAL_FILES_LABEL = "刪除附加檔案"
PREFS_DELETE_ADDITIONAL_FILES_TOOLTIP = "%name 會預過濾提取的檔案並將已知的無用檔案移動到 '%1' 資料夾。%n你可以在此選擇刪除而非移動檔案。"
FEEDBACK_TITLE_LABEL = "意見回饋"
FEEDBACK_SYSINFO_LABEL = "系統訊息："
FEEDBACK_OUTPUT_LABEL = "%name 的輸出："
FEEDBACK_MESSAGE_LABEL = "你的消息和附加資料："
FEEDBACK_PRIVACY_ACCEPT_LABEL = "我已閱讀並同意隱私政策"
FEEDBACK_PRIVACY_VIEW_LABEL = "查看隱私政策"
CONTEXT_ENTRIES_LABEL = "右鍵選單"
CONTEXT_ENABLED_LABEL = "啟用"
CONTEXT_ALL_USERS_LABEL = "套用到所有使用者"
CONTEXT_ADMIN_REQUIRED = "此選項需要管理員權限"
CONTEXT_FILE_ASSOC_LABEL = "檔案關聯"
CONTEXT_SIMPLE_RADIO = "簡單"
CONTEXT_CASCADING_RADIO = "層疊"
CONTEXT_CASCADING_RADIO_TOOLTIP = "此特性需要 Windows 7 或更新的版本"
UPDATE_ACTION_INSTALL = ""
UPDATE_STATUS_SEARCHING = "正在尋找更新..."
UPDATE_TERM_PROGRAM_FILES = "%name 程式檔案"
UPDATE_WHATS_NEW = "新版有什麼變化？"
FIRSTSTART_TITLE = "初次執行助手(&F)..."
FIRSTSTART_PAGES = "歡迎|偏好設定|右鍵選單"
FIRSTSTART_PAGE1 = "    感謝你選擇了 %name。%n%n    為確保功能正常發揮需要首先完成某些選項設定。此助手會幫助你完成設定，之後就%n%n不會再顯示。然而，所有這些功能設定都可以透過主選單訪問，或者在必要的時候對選項%n%n各自自動設定。%n%n    請花上一些時間來設定 %name。"
FIRSTSTART_PAGE2 = "    首先，請設定檔案提取的一般選項和 %name 的一般行為方式。%n%n    所有這些選項可以在任意時間透過 <編輯> 選單的 <偏好設定> 條目進行修改。"
FIRSTSTART_PAGE3 = "    %name 可以完全嵌入右鍵選單，這樣只需簡單的使用右鍵單擊任意%n%n檔案而不需要打開主程式視窗就可以提取檔案或顯示其相關的大致訊息。%n%n    請選擇要顯示哪些右鍵選單條目。%n%n    所有這些選項可以在任意時間透過 <編輯> 選單的 <右鍵選單> 條目進行修改。"
FFMPEG_LICENSE_ACCEPT_LABEL = ""
FFMPEG_LICENSE_VIEW_LABEL = ""
FFMPEG_SELECT_LABEL = ""
FFMPEG_SELECT_TITLE = ""
STATS_HEADER_STATUS = "一般結果分布"
STATS_HEADER_TYPE = "根據檔案類型進行提取"
STATS_STATUS_SUCCESS = "成功"
STATS_STATUS_FAILED = "失敗"
STATS_STATUS_FILEINFO = "掃描檔案"
STATS_STATUS_UNKNOWN = "未知或不支援的檔案類型"
STATS_NO_DATA = "資料不足以建立統計數據。%n%n請稍後再試。"
FILESCAN_TITLE = "檔案掃描結果："
ABOUT_INFO_LABEL = "原始版本由 %1%n版本 2.0.0 由 Bioruebe <%2>%n版本 %3 由 gvp9000%n%n繁體中文語言檔案 by Jack Cherng <jfcherng@gmail.com>%n%n以 %4 發布"
ABOUT_VERSION = "版本 %1"
METHOD_ADMIN_RADIO = "%1 管理安裝程式"
METHOD_EXTRACTION_RADIO = "%1 提取"
METHOD_HEADER = "%1 提取"
METHOD_RADIO_LABEL = "提取方式"
METHOD_SWITCH_RADIO = "%1 切換"
METHOD_NOT_INSTALLER_RADIO = ""
METHOD_TEXT_LABEL = "      %name 可以使用以下方式來提取 %1 包。遺憾的是並非所有這些方式都 100% 可靠。如果預設方式無法成功工作，請返回 %name 並選擇一個備選的方式。"
METHOD_UNPACKER_RADIO = "%1 解包程式"
METHOD_GAME_LABEL = "      此檔案 %1 很可能是一個遊戲檔案。%name 可以處理某些類型的遊戲打包格式，但並不能確定它們屬於哪個遊戲。請從下面的列表中選擇正確的遊戲，然後單擊 <確定> 開始提取，或者選擇 <不屬於這個列表中的一個遊戲> 嘗試用另外的方式提取包檔案。如果此檔案不是一個遊戲檔案則單擊 <取消>。%n%n注意：%n      如果依據錯誤的特徵來提取遊戲檔案，可能會導致系統假死數分鐘之久，一定要小心使用。"
METHOD_GAME_NOGAME = "不屬於這個列表中的一個遊戲"
METHOD_NOT_IN_LIST = ""
METHOD_FILE_SELECT_LABEL = ""
METHOD_EXTRACTOR_SELECT_LABEL = ""

; GUI control functions
EXTRACT_TO = "提取到"
OPEN_FILE = "打開檔案"
SELECT_FILE = "選擇檔案"
UPDATE_CURRENT = "你使用的 %name 已經是最新版本。"

; Common terms
TERM_ARCHIVE = "檔案"
TERM_AUDIO = "音訊"
TERM_COMPILED = "已編譯"
TERM_COMPRESSED = "壓縮檔案"
TERM_CONTAINER = "容器格式"
TERM_DATABASE = ""
TERM_DISK_IMAGE = ""
TERM_DOWNLOAD = "下載"
TERM_DOWNLOADING = "下載中"
TERM_EBOOK = "電子書"
TERM_ECARD = "電子卡"
TERM_ENCODED = "受編碼檔案"
TERM_ENCRYPTED = "受加密檔案"
TERM_ERROR = "錯誤"
TERM_EXECUTABLE = "可執行檔"
TERM_EXTRACT = "提取"
TERM_FILE = "檔案"
TERM_GAME = "遊戲"
TERM_HELP = "說明文件"
TERM_HOTFIX = "修補程式"
TERM_IMAGE = "圖像"
TERM_INSTALLED = "已安裝"
TERM_INSTALLER = "安裝程式"
TERM_LOADING = "載入中..."
TERM_MERGE_MODULE = "合併模組"
TERM_OVERALL_PROGRESS = "整體進度"
TERM_PACKAGE = "打包"
TERM_PAGE = ""
TERM_PATCH = "補丁"
TERM_RECONSTRUCTED = "已重建"
TERM_SCAN = "掃描"
TERM_SCRIPT = "腳本"
TERM_SFX = "自解檔"
TERM_STAGE = "階段"
TERM_TESTING = "測試"
TERM_TRANSLATION = "翻譯"
TERM_UNKNOWN = "未知"
TERM_UNPACKED = "已解包"
TERM_UPDATER = "更新程式"
TERM_VIDEO = "影片"

; Status messages
SCANNING_FILE = "正在使用 %1 掃描檔案以確定檔案類型。"
SCANNING_EXE = "正在使用 %1 掃描可執行檔案。"
EXTRACTING = "正在提取檔案自："
INIT_WAIT = "正在等待安裝程式初始化。%n請稍候。"
SENDING_FEEDBACK = "發送回饋意見"
INPUT_NEEDED = "需要使用者輸入"
SEARCHING_PASSWORD = "搜尋密碼"
TESTING_PASSWORD = ""
MOVING_FILE = "移動至"
RENAMING_FILES = ""
RENAMING_FILES_PROGRESS = ""
PROCESSING = ""
CLEANING_UP = ""

; Custom prompts
INIT_COMPLETE = "初始化完成。請退出安裝程式，然後單擊 <確定> 以繼續。"
UNPACK_PROMPT = "      此檔案是用 %1 打包壓縮，但是無法提取。%n      這可能是因為檔案類型不被支援，抑或只是沒有包含可提取檔案。%n%n      你希望解包此檔案來代替嗎?%n%n注意：%n      解包後的檔案將被命名為：%n%2"
UNPACK_FAILED = "錯誤：%n      無法解包%n%1。"
UNPACK_AGAIN = "      已經成功解包 %1。%n%n      你想用 %name 嘗試提取檔案 %2 嗎？"
NSIS_BINFILES = "注意：%n      已經成功提取 %1。%n      然而在檔案 %2 的相同資料夾中也存在 data.bin 檔案。這些可能是安裝檔案的一部分。%n%n      單擊 <確定> 以用 %name 解包它們，或單擊 <取消> 以終止。"
WARN_EXECUTE = "警告：%n      要提取此類檔案，必須直接執行它。%n      如果繼續，將會執行以下命令：%n%n%1%n%n      如果你認為此檔案可能含有惡意程式碼，建議不要繼續。%n%n      你想要繼續提取嗎？"
FEEDBACK_SUCCESS = "      謝謝你回饋意見。我們將儘快的處理你的消息。如果你輸入了 E-Mail 地址，你將儘可能快的收到答覆郵件。"
FEEDBACK_PROMPT = "      為改進未來版本的 %name，你可以向開發者通報錯誤。如果你認為檔案 <%1> 是可以被提取的，而 %name 也能夠做到，那麼向我們發送此檔案和所發生錯誤的相關訊息。%n%n      你想要立即打開意見回饋介面嗎？%n%n隱私注意：%n      只有顯示在介面中的資料才會被發送。如果你不想發送系統訊息，只需要從輸入框中刪除它就行。我們會提供特別的更新版本給你以測試錯誤是否修復，初次啟動時隨機生成的唯一ID會被發送。"
FEEDBACK_PRIVACY = "隱私注意：%n%n      所有意見回饋檔案會儲存在我們的線上伺服器中，直到某個開發者將之處理完畢然後刪除。沒有資料會分享給第三方。你可以在任意時間透過 E-Mail 要求將之刪除。%n%n      你的系統訊息預設包含在回饋內容中，如果你不希望如此，只需要簡單的刪除它，然後才發送回饋。%n%n      你同意這份隱私協議並想要發送這條回饋訊息嗎？否則 %name 將不會發送任何東西。"
FEEDBACK_OUTDATED = ""
FFMPEG_NEEDED = "%1 像是一個多媒體檔案。%n%n      要提取所有的影片和音訊軌道，FFmpeg 是必需的，但是相應的檔案因為要保持小巧的程式體積而並未包含在內。%name 可以自動下載所需的檔案。一但下載完畢，就會將之儲存在程式資料夾中，之後會加入自動更新，在便攜模式中也可使用。%n%n      你想要 %name 現在就下載 FFmpeg 嗎？%n%n注意：%n      當單擊 <是> 即視為你確認你已經閱讀並同意 FFmpeg license%n（許可），可以在 <%2> 找到它。"
PROGRAM_FILES_MISSING = ""
PLUGIN_MISSING = ""
UPDATE_PROMPT = "發現一個可用的 %name 更新。%n%n你的版本：%1%n最新版本：%2%n%n%3%n%n你想要現在就下載它嗎？"
FILE_COPY = "      要正確的處理檔案 %1 ，必須建立一個復件。根據檔案大小，這會花上一些時間。%n%n      請確保有足夠的可用剩餘空間再單擊 <確定> 以繼續。"
FILE_DELETE = "      已經成功提取檔案 %1。你想要 %name 刪除來源檔案嗎？%n%n注意：%n      這會導致已提取檔案不可再用。請僅當你確定已按預期提取完畢時才可單擊 <是>。%n%n      可以在選項中關閉這條消息。"
BATCH_DUPLICATE = "檔案 %1 已經添加到批次處理隊列。%n%n要再次添加它並提取多次嗎？"
NO_FREE_SPACE = "警告：%n      輸出磁碟剩餘空間小於輸出檔案大小。%n%n剩餘空間：%t%1 MB%n需要空間：%t大於 %2 MB%n缺少：%t約 %3 MB"
CONTEXT_DANGEROUS = "警告：%n      改變檔案關聯可能是不安全的。例如，改變 .exe 的基本命令會導致程式根本無法執行。請確定你了解你正在做什麼。%n%n      你真的想要繼續嗎？"
ELEVATION_REQUIRED = "存取被拒。%n%n%name 現將提高權限後重新啟動，請稍後再試一次。"
ACCESS_DENIED = "存取被拒。%n%n%name 已經被提高權限。請確定你有存取權限然後再試一次。"
MOVE_FAILED = "%1 無法被複製到 %2。如果資料夾名稱或路徑含有特殊字元，請重新命名後再試一次。這樣 %name 便無需複製到暫存資料夾。"

; Help text
HELP_TITLE = ""
HELP_USAGE_TITLE = ""
HELP_USAGE = ""
HELP_ARGUMENTS = "%n%n支援的參數："
HELP_SCAN = "%n     %1%t%t掃描後給出此檔案相關訊息"
HELP_FILENAME = "%n     檔案名%t要提取檔案的名稱"
HELP_DESTINATION = "%n     目標資料夾%t提取檔案至目標資料夾"
HELP_SILENT = "%n     %1%t%t靜默模式（無提示）"
HELP_BATCH = "%n     %1%t添加檔案至批次處理隊列"
HELP_TYPE = ""
HELP_SUB = "%n%n以 <%1> 替代 <目標資料夾> 要求 %name 提取檔案到%n檔案所在資料夾的以檔案名命名的子資料夾。"
HELP_LAST = "使用 <%1> 時將會使用上次使用的資料夾。"
HELP_NOARGS = "%n%n不提供參數直接執行 %name 將提示使用者指定檔案名和目標資料夾。"
HELP_MORE = ""
HELP_EXAMPLE_TITLE = ""
HELP_EXAMPLE = ""
HELP_DOCS_LINK = ""

; Warning messages
WARN_CONVERSION_FAILED = ""
WARN_MOVE_FAILED = ""

; Error messages
UNKNOWN_FILETYPE_TITLE = ""
UNKNOWN_FILETYPE = ""
INVALID_FILE = "無法找到要提取的檔案：%n%n%1。%n%n      請提供一個有效的檔案。%n%n%1"
INVALID_DIR = "無法建立 %1。請選擇一個有效的目標資料夾。"
NO_HISTORY = "無法提取 %1。%n無法讀取上次使用的資料夾。%n%n請確定已啟用 %2 並且在提取到上次使用的資料夾以前請先至少提取一個檔案。"
EXTRACT_FAILED = "無法提取 %1。%n      它似乎是一個被支援的 %1，但是提取失敗。%n%n      你想要 %name 建立並顯示一個含有更詳細訊息的日誌檔案嗎？"
NOT_PACKED = "無法提取 %1。%n此檔案並未被打包，更多訊息：%n%n%2"
DOWNLOAD_FAILED = "無法下載檔案 %1。請確保你已連接至網際網路然後再試一次。"
UPDATECHECK_FAILED = "更新檢查失敗。請確保你已連接至網際網路然後再試一次。"
UPDATE_FAILED = "更新失敗。%n%n請稍後再試。"
UPDATE_NOADMIN = "%name 獲取管理員權限失敗。%n%n請右鍵單擊 %name 程式圖示並選擇 '以管理員身份執行'，然後重新在幫助選單中檢查更新。"
FFMPEG_MOVE_FAILED = ""
FFMPEG_INVALID_FILE = ""
FEEDBACK_EMPTY = "請盡你可能提供足夠多的訊息來確保你的回饋意見被迅速的處理。"
FEEDBACK_ERROR = "      回饋意見發送失敗，請稍後再試。也可以手動發送一封 E-Mail 或使用討論組來提交你的報告。謝謝。"
FEEDBACK_PRIVACY_NOT_ACCETPED = "請同意我們的隱私政策以發送意見回饋。"
LICENSE_NOT_ACCEPTED = ""
BATCH_FINISH = "      批次處理過程完畢，但並不是所有檔案都被成功提取。下面這些檔案發生錯誤：%n%n%1%n      更多詳細訊息請閱讀相應的日誌檔案（只有使用日誌記錄時才可用）。"
NOT_SUPPORTED_TITLE = ""
NOT_SUPPORTED = "無法提取 %1。%n%n目前 %name 不支援此檔案類型。如果你知曉任何提取它的方式，請發送一些相關的訊息給我們，這樣就可以在將來的版本中加入此特性。"
MISSING_EXE = "無法提取 %1。%n%n      無法找到助手模組%2。%n%n      如果它是一個自訂提取器，你需要先下載並移動它到程式資料夾。更多的關於自訂模組的訊息可以在 <初次執行助手> 條目中找到，可透過 <幫助> 選單進入。"
EXTRACT_TIMEOUT = "無法提取 %1。%n%n      檔案分析超時。如果這只是臨時問題，另一次嘗試將會成功。"
WRONG_PASSWORD = "無法提取 %1。%n%n      此檔案受到密碼保護，你提供的密碼不正確。%n%n小建議：%n      使用內建的自動密碼搜尋，它基於一個可設定的密碼列表，可以在 <%2> 選單找到。"
NO_FREE_SPACE_ERROR = "無法提取 %1。%n%n輸出磁碟沒有足夠的可用空間。請清理出足夠的可用空間並重試。"
MISSING_PART = "無法提取 %1。%n%n檔案檔案包含多個部分。你需要提供全部檔案才能提取，但是一些檔案無法找到。%n%n請確認所有部分都在同一資料夾並重試。"
PLUGIN_IMPORT_MISSINGFILES = "匯入外掛程式 %1 失敗。%n%n沒有選中所有檔案。請重試並選中下面所有的檔案：%n%n%2"
MISSING_DEFINITION = "無法提取 %1 。%n%n無法找到定義檔 %2 。%n%n如果它是自訂的外掛程式，請確認其設定無誤。"
OPEN_URL_FAILED = "%name 無法開啟網路連結。%n%n請手動使用瀏覽器開啟以下網址："

; Plugin descriptions
PLUGIN_SUPPORTED_FILETYPES = "支援的檔案類型："
PLUGIN_ARC_CONV = "用於某些遊戲檔案的提取器。"
PLUGIN_ISCAB = "InstallShield 安裝包用以提取 cab 檔案。它可以比 %name 的通用提取器工作的更好，但這是一個商業性（非免費）工具。"
PLUGIN_THINSTALL = "用於 Thinstall 製作的便攜版程式的提取器。"
PLUGIN_UNREAL = "用於 Unreal 引擎製作的檔案的提取器。"
PLUGIN_WINTERMUTE = "用於 WinterMute 引擎製作的遊戲檔案的提取器。"
PLUGIN_CI = "用於 CreateInstall 安裝程式。下載並安裝，複製檔案 <%1、%2、%3> 到 <\bin>。"
PLUGIN_DGCA = "DGCA 檔案解碼器。"
PLUGIN_BOOTIMG = "用於 Android 開機映像檔的提取器。"
PLUGIN_IS5COMP = "支援舊版的 InstallShield cab 安裝包。"
PLUGIN_WOLF = ""
PLUGIN_EXTSIS = ""
PLUGIN_BITROCK = ""

; Context Menu integration
EXTRACT_FILES = "用 UniExtract 打開(&O)..."
EXTRACT_HERE = "用 UniExtract 提取到這裡(&H)"
EXTRACT_SUB = "用 UniExtract 提取到子資料夾(&S)"
EXTRACT_LAST = "用 UniExtract 提取到上次使用的資料夾(&L)"
SCAN_FILE = "掃描檔案..."

; Other
DIR_ADDITIONAL_FILES = "附加檔案"

; Uninstaller
UNINSTALL = ""
UNINSTALL_TITLE = ""
UNINSTALL_LABEL = ""
UNINSTALL_REMOVE_LOGS = ""
UNINSTALL_REMOVE_USERDATA = ""
